Repository: EnginYenigun/Password-Bank
Catalog: Localization.*.resx
Languages: tr_tr

# btnAbout_Main
source: About
tr_tr: Hakkında

# btnAdd_Main
source: Add
tr_tr: Ekle

# btnDelete_Main
source: Delete
tr_tr: Sil

# btnDelete_Recycle
source: Delete
tr_tr: Sil

# btnLogIn_ucLoginSign
source: Log In
tr_tr: Giriş Yap

# btnRecycle_Main
source: Recycle Bin
tr_tr: Çöp Kutusu

# btnRegister_ucLoginLog
source: Register and Log In
tr_tr: Kayıt Ol ve Giriş Yap

# btnRegister_ucLoginSign_Next
source: Next
tr_tr: İleri

# btnRegister_ucLoginSign_RenewLog
source: Renew and Log In
tr_tr: Yenile ve Giriş Yap

# btnRestore_Recycle
source: Restore
tr_tr: Kurtar

# btnSearch_Main
source: Search
tr_tr: Ara

# btnSettings_Main
source: Settings
tr_tr: Ayarlar

# btnUpdateLoginInfo_Settings
source: Update Login Info
tr_tr: Giriş Bilgisi Güncelle

# btnUpdate_Main
source: Update
tr_tr: Güncelle

# Code_ExitQuest_Main
source: Are you sure you want to exit?
tr_tr: Çıkmak istediğinize emin misiniz?

# Code_ExitQuest_Title
source: EXIT?
tr_tr: ÇIKIŞ?

# dbcodes_Add_Main
source: Data added successfully!
tr_tr: Veri başarıyla eklendi!

# dbcodes_Add_Title
source: DATA ADDED
tr_tr: VERİ EKLENDİ

# dbcodes_AlreadyExists_Main
source: Such data already exists!
tr_tr: Bu veri zaten var!

# dbcodes_AlreadyExists_Title
source: ALREADY EXISTS
tr_tr: ZATEN VAR

# dbcodes_Delete_Main
source: Data deleted successfully!
tr_tr: Veri başarıyla silindi!

# dbcodes_Delete_Title
source: DATA DELETED
tr_tr: VERİ SİLİNDİ

# dbcodes_Error_Main
source: Database error! Error Code: {0}
tr_tr: Veritabanı hatası! Hata Kodu: {0}

# dbcodes_Error_Title
source: ERROR
tr_tr: HATA

# dbcodes_Permdelete_Main
source: Data permanent delete successfully!
tr_tr: Veri başarıyla kalıcı olarak silindi!

# dbcodes_Permdelete_Title
source: DATA PERMANENT DELETE
tr_tr: VERİ KALICI OLARAK SİLİNDİ

# dbcodes_Restore_Main
source: Data restored successfully!
tr_tr: Veri başarıyla kurtarıldı!

# dbcodes_Restore_Title
source: DATA RESTORED
tr_tr: VERİ KURTARILDI

# dbcodes_Update_Main
source: Data updated successfully!
tr_tr: Veri başarıyla güncellendi!

# dbcodes_Update_Title
source: DATA UPDATED
tr_tr: VERİ GÜNCELLENDİ

# frmMainCode_NoInfo_Main
source: Please enter data!
tr_tr: Lütfen veri girin!

# frmMainCode_NoInfo_Title
source: NO INFO
tr_tr: VERİ GİRİLMEDİ

# frmMainCode_NoSearchWord_Main
source: Enter the word to searched!
tr_tr: Aranacak kelime girin!

# frmMainCode_NoSearchWord_Title
source: NO SEARCH WORD
tr_tr: ARANACAK KELİME GİRİLMEDİ

# frmMainCode_NoSuchData_Main
source: No such data was found!
tr_tr: Veri bulunamadı!

# frmMainCode_NoSuchData_Title
source: NOT FOUND
tr_tr: BULUNAMADI

# frmRecycleCode_DeleteQuest_Main
source: Are you sure you want to permanent delete?
tr_tr: Kalıcı olarak silmek istediğinize emin misiniz?

# frmRecycleCode_DeleteQuest_Title
source: PERMANENT DELETE
tr_tr: KALICI SİLME

# frmRecycleCode_Listing_Description
source: Description
tr_tr: AÇIKLAMA

# frmRecycleCode_Listing_EMail
source: E-Mail
tr_tr: E-POSTA

# frmRecycleCode_Listing_ID
source: ID
tr_tr: SIRA

# frmRecycleCode_Listing_Password
source: Password
tr_tr: ŞİFRE

# frmRecycleCode_RestoreQuest_Main
source: Are you sure you want to restore?
tr_tr: Kaydı kurtarmak istediğinize emin misiniz?

# frmRecycleCode_RestoreQuest_Title
source: RESTORE
tr_tr: KURTAR

# frmSettingeCode_UpdateRequest_Main
source: Do you confirm the new information you entered? E-Mail: {0} Password: {1}
tr_tr: Girilen yeni bilgileri onaylıyor musunuz? E-Posta: {0} Şifre: {1}

# frmSettingsCode_InvalidInfo_Main
source: Please enter a valid email address and password!
tr_tr: Lütfen geçerli bir e-posta ve şifre girin!

# frmSettingsCode_InvalidInfo_Title
source: INVALID INFORMATION
tr_tr: GEÇERSİZ BİLGİ

# frmSettingsCode_NotChangeInfo_Main
source: No changing information!
tr_tr: Değişen bir bilgi yok!

# frmSettingsCode_NotChangeInfo_Title
source: NOT CHANGE
tr_tr: BİLGİ DEĞİŞMEDİ

# frmSettingsCode_UpdateRequest_Title
source: UPDATE LOGIN INFO
tr_tr: GİRİŞ BİLGİSİ GÜNCELLEME

# gbCustomize_Settings
source: Customize
tr_tr: Kişiselleştir

# gbEdit_Main
source: Edit
tr_tr: Düzenle

# gbExtra_Main
source: Extra
tr_tr: Ekstra

# gbLoginInfo
source: Login Details
tr_tr: Giriş Bilgileri

# gbSearch_Main
source: Search
tr_tr: Ara

# gbTheme_Settings
source: Theme
tr_tr: Tema

# gbTools_Main
source: Tools
tr_tr: Araçlar

# label1_About
source: Password Bank © Copyright 2020 All Right Reserved. ® Made by Engin Can Yenigün
tr_tr: Şifre Bankası © Telif Hakkı 2020 Tüm Hakları Saklıdır. ® Yapımcı: Engin Can Yenigün

# label1_Main
source: ID:
tr_tr: SIRA:

# label1_Recycle
source: ID:
tr_tr: SIRA:

# label1_Settings
source: E-Mail:
tr_tr: E-Posta:

# label1_ucLoginLog
source: First login! Please create a password and register.
tr_tr: İlk kayıt! Lütfen bir şifre oluşturun ve kayıt olun.

# label1_ucLoginSign
source: Welcome back! Please log in.
tr_tr: Tekrar hoş geldin! Lütfen giriş yap.

# label1_ucLoginSign_NewPass
source: Set a new password and log in.
tr_tr: Yeni bir şifre ayarlayın ve giriş yapın.

# label2_Main
source: E-Mail:
tr_tr: E-Posta:

# label2_Recycle
source: E-Mail:
tr_tr: E-Posta:

# label2_Settings
source: Password:
tr_tr: Şifre:

# label2_ucLoginLog
source: E-Mail:
tr_tr: E-Posta:

# label3_Main
source: Password:
tr_tr: Şifre:

# label3_Recycle
source: Password:
tr_tr: Şifre:

# label3_Settings
source: Color Scheme:
tr_tr: Renk Şeması:

# label3_ucLoginLog
source: Pass:
tr_tr: Şifre:

# label3_ucLoginSign
source: Pass:
tr_tr: Şifre:

# label4_Main
source: Description:
tr_tr: Açıklama:

# label4_Recycle
source: Description:
tr_tr: Açıklama:

# label4_Settings
source: Language:
tr_tr: Dil Seçimi:

# label5_Main
source: Search Description:
tr_tr: Açıklamada Ara:

# lblCount_Main
source: Total number of data: {0}
tr_tr: Toplam kayıt sayısı: {0}

# lblLogo_About
source: ABOUT
tr_tr: HAKKINDA

# lblLogo_Login
source: PASSWORD BANK
tr_tr: ŞİFRE BANKASI

# lblLogo_Main
source: PASSWORD BANK
tr_tr: ŞİFRE BANKASI

# lblLogo_Recycle
source: RECYCLE BIN
tr_tr: ÇÖP KUTUSU

# lblLogo_Settings
source: SETTINGS
tr_tr: AYARLAR

# lnkForgetPass_ucLoginSign
source: Forget your password?
tr_tr: Şifreni mi unuttun?

# rbDarkMode_Settings
source: Dark Mode
tr_tr: Karanlık Mod

# rbLightMode_Settings
source: Light Mode
tr_tr: Aydınlık Mod

# ucLoginLogCode_InvalidInfo_Main
source: Please enter a valid email address and password!
tr_tr: Lütfen geçerli bir e-posta adresi ve şifre girin!

# ucLoginLogCode_InvalidInfo_Title
source: INVALID INFORMATION
tr_tr: GEÇERSİZ BİLGİ

# ucLoginLogCode_Register_Main
source: Do you confirm the information you entered? E-Mail: {0} Password: {1}
tr_tr: Girdiğiniz bilgileri onaylıyor musunuz? E-Posta: {0} Şifre: {1}

# ucLoginLogCode_Register_Title
source: REGISTER
tr_tr: KAYIT OL

# ucLoginSignCode_ErrorMail_Main
source: There was an error sending the code! ERROR CODE: ERR_UCLGNSGN_MAIL
tr_tr: Kod gönderilirken bir hata oluştu! HATA KODU: ERR_UCLGNSGN_MAIL

# ucLoginSignCode_ErrorMail_Title
source: ERROR
tr_tr: HATA

# ucLoginSignCode_InvalidCode_Main
source: Invalid code! Please enter valid code.
tr_tr: Geçersiz kod! Lütfen geçerli kodu girin.

# ucLoginSignCode_InvalidCode_Title
source: INVALID CODE
tr_tr: GEÇERSİZ KOD

# ucLoginSignCode_InvalidNewPass_Main
source: Invalid new password! Please enter a valid password.
tr_tr: Yeni şifre geçersiz! Lütfen geçerli bir şifre girin.

# ucLoginSignCode_InvalidNewPass_Title
source: INVALID NEW PASSWORD
tr_tr: YENİ ŞİFRE GEÇERSİZ

# ucLoginSignCode_label1_SendCode
source: Enter the code sent to your e-mail address.
tr_tr: E-Posta adresinize gönderilen kodu girin.

# ucLoginSignCode_label3_Code
source: Code:
tr_tr: Kod:

# ucLoginSignCode_lnkForgetPassSecond
source: Forget your password? - {0}
tr_tr: Şifreni mi unuttun? - {0}

# ucLoginSignCode_SendCode_Main
source: If you click Yes button, a password renewal code will be sent to your e-mail address. Are you sure?
tr_tr: Eğer evet butonuna tıklarsanız, şifrenizi yenileyebilmeniz için e-posta adresinize bir kod göndereceğiz. Emin misiniz?

# ucLoginSignCode_SendCode_Title
source: PASSWORD RENEW
tr_tr: ŞİFRE YENİLEME

# ucLoginSignCode_SetNewPassword_Main
source: You set new password: {0} Are you sure?
tr_tr: Yeni şifrenizi ayarladınız: {0} Emin misiniz?

# ucLoginSignCode_SetNewPassword_Title
source: RENEW PASSWORD
tr_tr: ŞİFRE YENİLEME

# ucLoginSignCode_WrongPass_Main
source: Wrong password! Please enter the correct password.
tr_tr: Yanlış şifre! Lütfen doğru şifreyi giriniz.

# ucLoginSignCode_WrongPass_Title
source: WRONG PASSWORD
tr_tr: YANLIŞ ŞİFRE

# ucLoginSign_MailBody1
source: FORGET
tr_tr: ŞİFRENİ Mİ

# ucLoginSign_MailBody2
source: YOUR PASSWORD?
tr_tr: UNUTTUN?

# ucLoginSign_MailBody3
source: Hello, your password reset code:
tr_tr: Merhaba, şifre yenileme kodunuz:

# ucLoginSign_MailSubject
source: Password Bank - PASSWORD RECOVERY CODE
tr_tr: Şifre Bankası - ŞİFRE KURTARMA KODU
